insert into category (id, name)
values
    (1, '문화/공연/축제'),
    (2, '음악/악기'),
    (3, '사교/인맥'),
    (4, '게임/오락'),
    (5, '자유주제'),
    (6, '아웃도어/여행'),
    (7, '운동/스포츠'),
    (8, '인문학/책/글'),
    (9, '업종/직무'),
    (10, '외국/언어'),
    (11, '공예/만들기'),
    (12, '댄스/무용'),
    (13, '봉사활동'),
    (14, '차/오토바이'),
    (15, '사진/영상'),
    (16, '요리/제조'),
    (17, '반려동물'),
    (18, '야구관람');

insert into title (id, CATEGORY_ID, TITLE_NAME)
values
    (1, NULL, '신입'),
    (2, NULL, '여행자'),
    (3, NULL, '애주가'),
    (4, NULL, '자연인'),
    (5, NULL, '셰르파'),
    (6, NULL, '골퍼'),
    (7, NULL, '스트라이크'),
    (8, NULL, '뚜벅이'),
    (9, NULL, '라켓전문')
;